{"en-GB":"<h1>The Clearest Free Flight itinerary Converter on the Web</h1><h3> What Is PNR Converter?</h3><p>PNR Converter is a free tool specifically designed for travel agents who're sick of wasting their valuable time converting the raw output of their GDS, be it Sabre, Amadeus, Galileo or Smartpoint to anything resembling a readable format. With PNR Converter you can create beautiful, customer friendly flight itineraries with the click of a button. Not only is PNR converter the most advanced, flexible way to convert PNRs anywhere on the web, it's also completely free! Copy and paste content directly from your GDS into PNR Converter and in seconds it will decoded, creating a fully customisable, customer friendly itinerary that can be sent to Outlook or Mail, or copied to clipboard with the click of a button. With the ability customise your results to show flight duration, flight distance, cabin and the airline name, PNR converter gives you the best flight itinerary converter on the web. We regularly update our database to ensure that all information is up to date and acurate. On top of this we have carefully formatted each airport name to display in a clear, customer friendly format. </p> <h3>With PNR Converter you can decode this...</h3> <pre> 2  NZ 456 H 26OCT 5 WLGAKL HK1  1945 2050  26OCT  E  NZ/W268NH <br> 3  NZ 002 W 26OCT 5 AKLLAX HK1  2250 1500  26OCT  E  NZ/W268NH <br> 4  CM 362 T 26OCT 5 LAXPTY HK1  2200 0637  27OCT  E  CM/BIDQUI <br> 5  CM 472 T 03NOV 6 PTYLAX HK1  1229 1735  03NOV  E  CM/BIDQUI <br> 6  NZ 005 W 03NOV 6 LAXAKL HK1  2240 0730  05NOV  E  NZ/W268NH <br>7  NZ 413 H 05NOV 1 AKLWLG HK1  0900 1005  05NOV  E  NZ/W268NH</pre><h3>...into this...</h3><img src='./images/emailblurb.png'><h3>...or this...</h3><img src='./images/emailtable.png'>",
"es-ES":"<h1>El Convertidor de Itinerario de Vuelo Gratis más Claro de internet</h1><h3>¿Qué es PNR Converter?</h3><p>PNR Converter es una herramienta diseñada específicamente para agentes de viajes que están cansados de perder su valioso tiempo convirtiendo la salida en bruto de su GDS, ya sea Sabre, Amadeus, Galileo o Smartpoint. Con PNR Converter puede crear hermosos itinerarios de vuelo agradables para el cliente con solo un clic. PNR Converter no es solo la forma más avanzada y flexible de convertir PNR en cualquier lugar de la web, sino que también es completamente gratuito.</p><p>Copie y pegue contenido directamente desde su GDS a PNR Converter y en unos segundos se decodificará, creando un itinerario completamente personalizable y de fácil uso para el cliente, que puede enviarse a Outlook o Mail, o copiarse al portapapeles con sólo presionar un botón</p><p>Tiene la capacidad de personalizar sus resultados para mostrar la duración del vuelo, la distancia del vuelo, la cabina y el nombre de la aerolínea. PNR Converter le ofrece el mejor convertidor de itinerario de vuelo de internet. Actualizamos regularmente nuestra base de datos para garantizar que toda la información esté actualizada y sea precisa. Además de esto, hemos dado formato cuidadosamente a cada nombre de aeropuerto para mostrarlo en un modo claro y fácil de usar para el cliente.</p><h3>Decodificar Esto...</h3><img src='./images/smartpoint.jpg'><h3>...Dentro de Esto...</h3><h3>...O Esto</h3>",
"zh-CN":"<h1>最佳免費旅客訂坐記錄轉換器</h1><h3>什麼是旅客訂坐記錄轉換器?</h3><p>旅客訂坐記錄轉換器是一個幫助旅行社把在系統中的資料轉換成令旅客明白的內容將內容直接從GDS複製並 到PNR轉換器中進行解碼，轉換成解單易明的行程，並可將其發送到Outlook或EMail，或者通過點擊按鈕複製到剪貼板。能夠定制航班顯示格式 飛行時間, 航班 距離,客艙 以及 航空公司名稱, PNR 轉換器為您提供網絡上最好的航班行程轉換器.我們定期更新我們的數據庫，以確保所有信息都是最新的和精確的。最重要的是，我們仔細格式化了每個機場名稱，以清晰，易明的格式顯示.</p><h3>更改...</h3><img src='./images/smartpoint.jpg'><h3>...如下...</h3><h3>...或如下</h3>"}